{
  "teaser": "Cariere is back this year with plenty of opportunities for students",
  "footer": {
    "allRightsReserved": "All rights reserved.",
    "madeWithLove": "Site made with 💙 by the ASMI volunteers"
  },
  "navbar": {
    "home": "Home",
    "about": "About",
    "partners": "Partners",
    "events": "Events",
    "contact": "Contact",
    "profile": "My account",
    "adminDashboard": "Admin panel"
  },
  "heroSection": {
    "end": "The 14th edition has come to an end. Thank you for participating!",
    "comingSoon": "Coming soon",
    "date": "March 4 - 6, 2025",
    "faculty": "Faculty of Mathematics and Informatics, University of Bucharest",
    "teaser": "Cariere returns this year with a lot of opportunities for students",
    "welcome": "Welcome to the official website of the Cariere project!",
    "about": "About Cariere",
    "partners": "Our partners",
    "events": "Events"
  },
  "counter": {
    "main": "The event starts in",
    "separator": "and",
    "singleDay": "a day",
    "days": "days",
    "singleHour": "a hour",
    "hours": "hours",
    "singleMinute": "a minute",
    "minutes": "minutes",
    "singleSecond": "a second",
    "seconds": "seconds",
    "rosep": "",
    "started": "The event is ongoing!"
  },
  "aboutSection": {
    "about": "About Cariere",
    "eventTitle": "Cariere",
    "eventDescription1": "is a job and internship fair that fosters students' professional development by connecting participants with some of the most well-known IT companies in Romania.",
    "eventDescription2": "Since 2010, Cariere has brought together top IT employers and curious students with a passion for the tech field with the help of volunteers from the Mathematics and Computer Science Student Association.",
    "partners": "Discover the offers of our partners",
    "partnersDescription": "Partner companies provide students with relevant information regarding their recruitment and hiring process through interactive presentations and workshops, where participants can learn more about their work profiles.",
    "projectManagers": "Project Managers",
    "contact": "Contact"
  },
  "partnersSection": {
    "title": "Our partners",
    "comingSoon": "We will announce the participating companies for this year's edition soon.",
    "followOurSocialMediaPages": "Follow our social media pages to stay updated with all the news.",
    "subsectionHeader": "{{packageType}}",
    "addPartner": "Add a compnay"
  },
  "partnersColors": {
    "PLATINUM": "#b0bfde66",
    "GOLD": "#e7cf9166",
    "SILVER": "#c2c2c266",
    "BRONZE": "#bd806566"
  },
  "testimonials": {
    "title": "Testimonials",
    "carlo": "A very useful project, without which I wouldn't have found relevant information for employment.",
    "mihai": "My experience at the career fair was very positive. I appreciated the involvement of the volunteers, the good and efficient organization, and the prompt communication that facilitated access to your next job. I believe this event is vital during the professional development period of any student at FMI, making it much easier to interact with potential employers in the IT field.",
    "anca": "I was hired at Amiq, a company I learned about at Cariere. Cariere is a very useful event for students, I discovered many companies I wasn't familiar with and was able to learn about available jobs by speaking directly with company employees."
  },
  "eventsSection": {
    "title": "Events",
    "card": {
      "location": "Location",
      "date": "Date",
      "time": "Time",
      "facebookEvent": "Facebook Event"
    },
    "noEvents": "There are no events scheduled. Check back later!",
    "addEvent": "Add a new event"
  }
}
